cask_args appdir: '/Applications'

# tap 'homebrew/bundle'

brew 'atuin'
brew 'cloudflared'
brew 'gpg'
brew 'k3d'
brew 'p7zip'
brew 'redis'
brew 'spaceman-diff'
brew 'spark'
brew 'stripe/stripe-cli/stripe'
brew 'stripe/stripe-mock/stripe-mock'
brew 'wget'
brew 'watch'
brew 'yt-dlp'

cask '1password'
cask 'airtable'
cask 'arq'
cask 'codex'
cask 'conductor'
cask 'diffusionbee'
cask 'ghostty'
cask 'handbrake-app'
cask 'iina'
cask 'messenger'
cask 'notion-calendar'
cask 'plex'
cask 'qlvideo'
cask 'sonos'
cask 'steam'
cask 'transmission'
cask 'raycast'
cask 'whatsapp'
cask 'windsurf'
cask 'visual-studio-code'
cask 'vlc'
cask 'zed'
cask 'zoom'
